{
  "metas": [
    {
      "id": "tmdb:600",
      "type": "movie",
      "name": "Full Metal Jacket",
      "poster": "https://image.tmdb.org/t/p/w500/cShwwkz4gBBIRj8yFy8TP2tEWZ4.jpg",
      "background": "https://image.tmdb.org/t/p/original/yYderAvjtKnYLBxKujVpmKTVlOM.jpg",
      "year": "1987",
      "imdbRating": "8.1",
      "genres": [
        "Drame",
        "Guerre"
      ],
      "cast": [
        "Matthew Modine",
        "Adam Baldwin",
        "Vincent D'Onofrio",
        "R. Lee Ermey",
        "Dorian Harewood",
        "Kevyn Major Howard"
      ],
      "description": "Pendant la guerre du Vietnam, la préparation et l’entraînement d’un groupe de jeunes marines, jusqu’au terrible baptême du feu et la sanglante offensive du Tết à Hue, en 1968."
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psychose",
      "poster": "https://image.tmdb.org/t/p/w500/lzF8b44dAvXFagQnB1UZa2AF87q.jpg",
      "background": "https://image.tmdb.org/t/p/original/uif5fUshJrXyyDzfpzp1DLw3N0S.jpg",
      "year": "1960",
      "imdbRating": "8.4",
      "genres": [
        "Horreur",
        "Thriller",
        "Mystère"
      ],
      "cast": [
        "Anthony Perkins",
        "Janet Leigh",
        "Vera Miles",
        "John Gavin",
        "Martin Balsam",
        "John McIntire"
      ],
      "description": "Marion Crane en a assez de ne pouvoir mener sa vie comme elle l'entend. Son travail ne la passionne plus, son amant ne peut l'épouser car il doit verser une énorme pension alimentaire le laissant sans le sou… Mais un beau jour, son patron lui demande de déposer 40 000 dollars à la banque. La tentation est trop grande, et Marion s'enfuit avec l'argent. Très vite la panique commence à se faire sentir. Partagée entre l'angoisse de se faire prendre et l'excitation de mener une nouvelle vie, Marion roule vers une destination qu'elle n'atteindra jamais. La pluie est battante, la jeune femme s'arrête près d'un motel, tenu par un sympathique gérant nommé Norman Bates, mais qui doit supporter le caractère possessif de sa mère. Après un copieux repas avec Norman, Marion prend toutes ses précautions afin de dissimuler l'argent. Pour se délasser de cette journée, elle prend une douche…"
    },
    {
      "id": "tmdb:1091",
      "type": "movie",
      "name": "The Thing",
      "poster": "https://image.tmdb.org/t/p/w500/4CntjBo7aRRnoi4ZwDDTQ0UD54s.jpg",
      "background": "https://image.tmdb.org/t/p/original/jaO8WurWoUBE55nskqtFqPZFFaO.jpg",
      "year": "1982",
      "imdbRating": "8.1",
      "genres": [
        "Horreur",
        "Mystère",
        "Science-Fiction"
      ],
      "cast": [
        "Kurt Russell",
        "Keith David",
        "Wilford Brimley",
        "T.K. Carter",
        "David Clennon",
        "Richard Dysart"
      ],
      "description": "Hiver 1982 au cœur de l’Antarctique. Une équipe de recherche composée de 12 hommes, découvre un corps enfoui sous la neige depuis plus de 100 000 ans. Décongelée, la créature retourne à la vie et témoigne très vite de sa capacité à parasiter puis assimiler toute forme de vie. Isolés du monde, ne sachant plus qui est contaminé et qui ne l'est pas, les hommes de l'équipe vont sombrer dans la peur et la paranoïa. Un véritable combat s’engage."
    },
    {
      "id": "tmdb:882569",
      "type": "movie",
      "name": "The Covenant",
      "poster": "https://image.tmdb.org/t/p/w500/kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
      "background": "https://image.tmdb.org/t/p/original/eTvN54pd83TrSEOz6wbsXEJktCV.jpg",
      "year": "2023",
      "imdbRating": "7.7",
      "genres": [
        "Guerre",
        "Action",
        "Thriller"
      ],
      "cast": [
        "Jake Gyllenhaal",
        "Dar Salim",
        "Sean Sagar",
        "Jason Wong",
        "Rhys Yates",
        "Christian Ochoa"
      ],
      "description": "Lors de sa dernière mission en Afghanistan, le sergent John Kinley fait équipe avec l'interprète Ahmed pour arpenter la région. Lorsque leur unité tombe dans une embuscade au cours d'une patrouille, Kinley et Ahmed sont les seuls survivants. Alors que des combattants ennemis les poursuivent, Ahmed risque sa vie pour transporter Kinley, blessé, en sécurité. De retour sur le sol américain, Kinley apprend qu'Ahmed et sa famille n'ont pas obtenu la possibilité d'entrer aux Etats-Unis comme promis. Déterminé à protéger son ami et à rembourser sa dette, Kinley retourne dans la zone de guerre pour récupérer Ahmed et les siens..."
    },
    {
      "id": "tmdb:439",
      "type": "movie",
      "name": "La dolce vita",
      "poster": "https://image.tmdb.org/t/p/w500/mkDkCuiGIkyIBe6SlhJ9beiSuDn.jpg",
      "background": "https://image.tmdb.org/t/p/original/uaEfEkb2tjl4hN1oaSyzcxt4cEg.jpg",
      "year": "1960",
      "imdbRating": "8.1",
      "genres": [
        "Comédie",
        "Drame"
      ],
      "cast": [
        "Marcello Mastroianni",
        "Anita Ekberg",
        "Anouk Aimée",
        "Yvonne Furneaux",
        "Magali Noël",
        "Alain Cuny"
      ],
      "description": "Le chroniqueur Marcello fait le tour des lieux à scandale de Rome pour alimenter les potins d'un journal à fort tirage. Il rencontre une faune corrompue et dérisoire qui feint de s'amuser et dissimule mal son ennui.\r Palme d'Or 1960"
    },
    {
      "id": "tmdb:594",
      "type": "movie",
      "name": "Le Terminal",
      "poster": "https://image.tmdb.org/t/p/w500/kzmY94woFy7alwea9H1JVS4tUCQ.jpg",
      "background": "https://image.tmdb.org/t/p/original/zt3cmdZr3t0K64gzpwIc4LXiuDu.jpg",
      "year": "2004",
      "imdbRating": "7.4",
      "genres": [
        "Comédie",
        "Drame"
      ],
      "cast": [
        "Tom Hanks",
        "Catherine Zeta-Jones",
        "Stanley Tucci",
        "Chi McBride",
        "Diego Luna",
        "Barry Shabaka Henley"
      ],
      "description": "Viktor Navorski est l’un de ces milliers de touristes, venus des quatre coins du monde, qui débarquent chaque jour à l’Aéroport JFK de New York. Mais, à quelques heures de son arrivée, voilà qu’un coup d’État bouleverse sa petite république d’Europe Centrale, mettant celle‐ci au ban des nations et faisant de Viktor… un apatride. Les portes de l’Amérique se ferment devant lui, alors même que se bouclent les frontières de son pays: Viktor est bel et bien coincé…"
    },
    {
      "id": "tmdb:1579",
      "type": "movie",
      "name": "Apocalypto",
      "poster": "https://image.tmdb.org/t/p/w500/5xR5OjvGQfaRZNL7GTuPAZy8tdr.jpg",
      "background": "https://image.tmdb.org/t/p/original/l7XRMURNroPYajcqLlWxyzUlucW.jpg",
      "year": "2006",
      "imdbRating": "7.6",
      "genres": [
        "Action",
        "Drame",
        "Histoire"
      ],
      "cast": [
        "Rudy Youngblood",
        "Raoul Max Trujillo",
        "Gerardo Taracena",
        "Iazua Larios",
        "Antonio Monroy",
        "María Isabel Díaz Lago"
      ],
      "description": "Dans les temps turbulents précédant la chute de la légendaire civilisation Maya. Jeune père porteur de grandes espérances, chef de son petit village, Patte de Jaguar vit une existence idyllique brusquement perturbée par une violente invasion. Capturé et emmené lors d'un périlleux voyage à travers la jungle pour être offert en sacrifice aux Dieux de la Cité Maya, il découvre un monde régi par la peur et l'oppression, dans lequel une fin déchirante l'attend inéluctablement. Poussé par l'amour qu'il porte à sa femme, à sa famille et à son peuple, il devra affronter ses plus grandes peurs en une tentative désespérée pour retourner chez lui et tenter de sauver ce qui lui tient le plus à cœur."
    },
    {
      "id": "tmdb:512",
      "type": "movie",
      "name": "Scoop",
      "poster": "https://image.tmdb.org/t/p/w500/1oX193DhmZplAZ2xSBcT3cEYuzl.jpg",
      "background": "https://image.tmdb.org/t/p/original/8qPG3AjLtletf1K4g8iGhKwHQSc.jpg",
      "year": "2006",
      "imdbRating": "6.6",
      "genres": [
        "Comédie",
        "Mystère"
      ],
      "cast": [
        "Scarlett Johansson",
        "Woody Allen",
        "Hugh Jackman",
        "Ian McShane",
        "Charles Dance",
        "Romola Garai"
      ],
      "description": "L'enquête du célèbre journaliste d'investigation Joe Strombel, consacrée au \"Tueur au Tarot\" de Londres, tourne court quand il meurt de façon aussi soudaine qu'inexplicable. Mais rien, pas même la mort, ne peut arrêter Joe. À peine arrivé au purgatoire, il décide de transmettre ses toutes dernières informations à la plus charmante des étudiantes en journalisme : Sondra Pransky. De passage à Londres, Sondra entend le fantôme de Joe s'adresser à elle durant un numéro de magie de l'Américain Splendini, alias Sid Waterman. Bouleversée et folle de joie à l'idée d'avoir déniché le scoop du siècle, l'effervescente créature se lance avec Sid dans une enquête échevelée, qui les mène droit au fringant aristocrate et politicien Peter Lyman. Une idylle se noue en dépit de troublants indices semblant désigner le beau Peter comme le \"Tueur au Tarot\". Le scoop de Sondra lui sera-t-il fatal ?"
    },
    {
      "id": "tmdb:1426776",
      "type": "movie",
      "name": "À bout",
      "poster": "https://image.tmdb.org/t/p/w500/v5Xsg4NGS4mJ3DpwuN5kUnZxhL3.jpg",
      "background": "https://image.tmdb.org/t/p/original/fnbWrDx8w8Reau4F1tFqoGuGmDZ.jpg",
      "year": "2025",
      "imdbRating": "7.9",
      "genres": [
        "Thriller",
        "Drame",
        "Crime"
      ],
      "cast": [
        "Taraji P. Henson",
        "Sherri Shepherd",
        "Teyana Taylor",
        "Sinbad",
        "Rockmond Dunbar",
        "Ashley Versher"
      ],
      "description": "Quel sera le coup de grâce ? Une journée affreusement pénible pousse une mère célibataire travailleuse vers le point de rupture... et un acte de désespoir choquant."
    },
    {
      "id": "tmdb:1272",
      "type": "movie",
      "name": "Sunshine",
      "poster": "https://image.tmdb.org/t/p/w500/pyj5oX4lucbWnqV3jGyS0gpbJoc.jpg",
      "background": "https://image.tmdb.org/t/p/original/5AIAnucJKZ3sHpm7r1ykFVIoUHK.jpg",
      "year": "2007",
      "imdbRating": "7.0",
      "genres": [
        "Science-Fiction",
        "Thriller"
      ],
      "cast": [
        "Cillian Murphy",
        "Rose Byrne",
        "Chris Evans",
        "Michelle Yeoh",
        "Cliff Curtis",
        "Hiroyuki Sanada"
      ],
      "description": "En cette année 2057, le soleil se meurt, entraînant dans son déclin l’extinction de l’espèce humaine. Le vaisseau spatial Icarus II avec à son bord un équipage de 7 hommes et femmes dirigé par le Capitaine Kaneda est le dernier espoir de l’humanité. Leur mission : faire exploser un engin nucléaire à la surface du soleil pour relancer l’activité solaire…"
    },
    {
      "id": "tmdb:1086591",
      "type": "movie",
      "name": "Rascal Does Not Dream of a Knapsack Kid",
      "poster": "https://image.tmdb.org/t/p/w500/AOaGSpVbo4fl325aq7xKxUInPj.jpg",
      "background": "https://image.tmdb.org/t/p/original/lLQZbBom0IsdQLhe1n9J9SpMzSR.jpg",
      "year": "2023",
      "imdbRating": "7.6",
      "genres": [
        "Animation",
        "Drame",
        "Fantastique"
      ],
      "cast": [
        "Kaito Ishikawa",
        "Asami Seto",
        "久保ユリカ",
        "Nao Tōyama",
        "Atsumi Tanezaki",
        "Maaya Uchida"
      ],
      "description": "Enfin, le jour de la remise des diplômes du lycée de Mai est arrivé. Alors que Sakuta attend avec impatience sa petite amie, une élève du primaire qui lui ressemble exactement apparaît devant lui. Suspect, et pour toutes les mauvaises raisons... Pendant ce temps, le père de Sakuta et Kaede les appelle soudainement, disant que leur mère veut voir sa fille. Elle avait été hospitalisée parce que l'état de Kaede était trop difficile à supporter, alors que pouvait-elle bien vouloir maintenant ?"
    },
    {
      "id": "tmdb:463684",
      "type": "movie",
      "name": "Velvet Buzzsaw",
      "poster": "https://image.tmdb.org/t/p/w500/3rViQPcrWthMNecp5XnkKev6BzW.jpg",
      "background": "https://image.tmdb.org/t/p/original/ckNp6LPhp1roR8dVI16q5u3LUMg.jpg",
      "year": "2019",
      "imdbRating": "5.4",
      "genres": [
        "Thriller",
        "Mystère",
        "Horreur"
      ],
      "cast": [
        "Rene Russo",
        "Jake Gyllenhaal",
        "Zawe Ashton",
        "Tom Sturridge",
        "Toni Collette",
        "Natalia Dyer"
      ],
      "description": "Un critique redouté, une galeriste glaçante et une assistante ambitieuse s'emparent des tableaux d'un peintre récemment décédé... avec des conséquences funestes."
    },
    {
      "id": "tmdb:1220552",
      "type": "movie",
      "name": "The Eminence in Shadow: Lost Echoes",
      "poster": "https://image.tmdb.org/t/p/w500/jxrLc5uCK3s7qlb4aJU4aNTOJZR.jpg",
      "imdbRating": "0.0",
      "genres": [
        "Animation",
        "Comédie",
        "Aventure",
        "Fantastique"
      ],
      "cast": [
        "山下誠一郎"
      ],
      "description": "Après avoir vaincu Mordred, Shadow se fait aspirer dans un portail et se retrouve dans un Japon post-apocalyptique, quelques années après la mort de Minoru Kageno, son ancien lui.  Ce film adapte l'arc \"Return to Earth\" et fera suite à la seconde saison de The Eminence in Shadow."
    }
  ]
}